Repository: KhaledHAnter/bright_white
Catalog: lib/l10n/intl_*.arb
Languages: ar

# auth_hello
source: Hello, Enter your employee number!
ar: مرحباً، أدخل رقم الموظف!

# auth_button
source: Continue
ar: متابعة

# home_tab1
source: Depets
ar: الديــــــــــــون

# home_tab2
source: Soon
ar: قريــبـــــــــــــاً

# home_tab3
source: Soon
ar: قريــبـــــــــــــاً

# home_lbl
source: Depets List
ar: قائمــــة الديــــون

# home_search
source: Search
ar: بحث

# home_total
source: Total : {Total} LE.
ar: الإجمــالــــي : {Total} ج.م

# home_newEntry
source: New Entry
ar: إضــافــــة

# home_name
source: Name
ar: الإســــــم

# home_phoneNum
source: Phone
ar: رقــم التلفــــــون

# home_money
source: Money
ar: المبلــــــغ

# home_actions
source: Actions
ar: المهــــــــــــام
